[
  {
    "from": "SERBAN CARJAN-BULIGA",
    "content": "Dragos would be a great addition to any project team, and he has excellent potential to grow in a healthy learning context.\nHe was part of multiple projects where he quickly onboarded to the idea and technology, delivering results, and helping in various areas and technologies."
  },
  {
    "from": "ANDRA ALEXANDRA ROINITA",
    "content": "    Dragos is a  professional by definition and for sure he will be able to bring value to clients and teams.\n During the period we worked together I could observe that  he gathered a lot of knowledge and he also improved his technical skills. He integrated very quickly with the team and fue to his commitment, I am confident that he can easily integgrate in other future projects."
  },
  {
    "from": "CRISTIAN IOAN MANEA",
    "content": "He is very skilled in React, Redux, has good user interface design skills, understands backend technologies and  software architecture at a sufficient level.\nWas able to guide the implementation of the Front End part the application without the need of another colleague."
  },
  {
    "from": "ANDREEA GIDEA",
    "content": "Dragos has a good familiarity in his technical area and is very organized with his work.\nHe is not only flexible and open to learning new things in his technical area, but indertakes tasks that are well beyond his area of expertise, completing them succesfully."
  },
  {
    "from": "CRISTINA OANA CAPOTA",
    "content": "Dragos was able to communicate efficiently with the  team and spoke openly about his concerns.\nHe was thoughtful to the needs of others, always offered to help and  the team could trust that he will deliver his tasks."
  },
  {
    "from": "MIHAI LUCIAN RITAN",
    "content": "Dragos is a very good listener and know when and how to ask very pertinent questions.\nAlthough he became a part of the project after the conceptual details were discussed, he quickly understood the project specifications."
  }
]
