[
  {
    "name": "Endafun",
    "slug": "endafun",
    "about": "    EndaFun is a social media app that aims to enhance interactions\n between colleagues outside the office.",
    "technologies": [
      "react",
      "mui",
      "redux",
      "docker",
      "postgres"
    ],
    "link": "https://endafun.net",
    "involvement": "    I played the role of frontend dev. The project was built using React.js, Material UI, Redux and TypeScript. For the backend Java Spring Boot was used.  I also got the opportunity to use Figma to create some of the app screens."
  },
  {
    "name": "JDAC Capital",
    "slug": "jdac",
    "about": "    An innovation focused investment firm located in Singapore.",
    "technologies": [
      "next",
      "styled",
      "axios",
      "typescript",
      "gsap"
    ],
    "link": "https://jdac.com",
    "involvement": "    I developed the company website using Next.js, as part of a 3-member team consisting of a developer, designer, and business owner."
  },
  {
    "name": "Endavibe",
    "slug": "endavibe",
    "about": "    The app objective was to offer information and keep the business owners updated in due time about the health of the project and its members.",
    "technologies": [
      "react",
      "mui",
      "chartjs",
      "typescript",
      "redux"
    ],
    "link": "",
    "involvement": "    I developed the frontend part, in team with another colleague using React.js, Material UI and TypeScript. For the email templates we used HTML tables. We added Chart.Js for dashboard stats and reports."
  },
  {
    "name": "IT School",
    "slug": "itschool",
    "about": "    IT School is one of the biggest IT course centres in Romania",
    "technologies": [
      "next",
      "styled",
      "axios",
      "typescript",
      "mongo"
    ],
    "link": "https://itschool.ro",
    "involvement": "    I developed the company website using Next.js, as part of a 3-member team consisting of a developer, designer, and business owner."
  },
  {
    "name": "Timișoara Startups",
    "slug": "tms",
    "about": "    A community-driven initiative that brings together local entrepreneurs and makers that strive to make a difference.",
    "technologies": [
      "react",
      "styled",
      "axios",
      "markdown",
      "express"
    ],
    "link": "https://timisoarastartups.com/",
    "involvement": "    I developed the company website using React.js and styled-components as part of a 3-member team consisting of a developer, designer, and business owner."
  },
  {
    "name": "Nestor",
    "slug": "nestor",
    "about": "    A skill-based talent management tool used by companies worldwide to help cultivate a future-ready workforce and improve employee retention.",
    "technologies": [
      "react",
      "mui",
      "redux",
      "docker",
      "postgres"
    ],
    "link": "https://nestorup.com",
    "involvement": "    It's been a fulfilling ride here at Nestor. I took great pride in leading initiatives, like upgrading old dependencies, introducing Figma and Storybook usage, adding more modern React concepts, and overall increasing product performance."
  }
]